Repository: NorwayFun/workrave-applet
Catalog: po/*/plasma_applet_org.kde.workraveApplet.po
Languages: da, ka, pt, sl

source: Timers
da: Timere
ka: ტაიმერები
pt: Temporizadores
sl: Merilniki časa

source: Appearance
da: Udseende
ka: გარეგნობა
pt: Aparência
sl: Videz

source: Display icon
ka: ხატულას ჩვენება

source: Height percentage
ka: სიმაღლის პროცენტულობა

source: Display progress bar
da: Vis fremgangslinje
ka: მიმდინარეობის პანელის ჩვენება
pt: Mostrar uma barra de progresso
sl: Prikaži letvico napredka

source: Background in normal state
da: Baggrund i normaltilstand
ka: ფონი ნორმალურ მდგომარეობაში
pt: Fundo no estado normal
sl: Ozadje v normalnem stanju

source: Background in overdue state
da: Baggrund i overskredet tilstand
ka: ფონი ვადაგადაცილებულ მდგომარეობაში
pt: Fundo no estado atrasado
sl: Ozadje v zaostalem stanju

source: Foreground in activity state
da: Forgrund i aktivitetstilstand
ka: წინა პლანი აქტიურ მდგომარეობაშ
pt: Cor principal no estado de actividade
sl: Ospredje v dejavnem stanju

source: Foreground at idle time in elapsed time
da: Forgrund ved inaktiv tid i gået tid
ka: წინა პლანი უქმეობისას გასულ დროში
pt: Cor principal no tempo inactivo do tempo decorrido
sl: Ospredje pri prostem času v pretečenem času

source: Foreground at idle time
da: Forgrund ved inaktiv tid
ka: წინა პლანი უქმეობისას
pt: Cor principal no tempo inactivo
sl: Ospredje pri prostem času

source: Display label
da: Vis etiket
ka: ჭდის ჩვენება
pt: Mostrar uma legenda
sl: Prikaži oznako

source: Use custom font
da: Brug brugerdefineret skrifttype
ka: ხელით მითითებული ფონტის გამოყენება
pt: Usar um tipo de letra personalizado
sl: Uporabi pisavo po meri

source: Custom font...
da: Brugerdefineret skrifttype...
ka: ფონტის ხელით მითითება...
pt: Tipo de letra personalizado...
sl: Pisava po meri...

source: Reset custom font to theme default.
da: Nulstil brugerdefineret skrifttype til temaets standard.
ka: მომხმარებლის ფონტის დაბრუნება თემის ნაგულისხმევზე.
pt: Repor o tipo de letra com a predefinição do tema.
sl: Ponovno nastavi pisavo po meri na privzeto obliko.

source: Color
da: Farve
ka: ფერი
pt: Cor
sl: Barva

source: Show only the most significant timer part
ka: ტაიმერის, მხოლოდ, ყველაზე საჭირო ნაწილის ჩვენება

source: Check this if you want to hide e.g. seconds left when there are still some minutes left.
ka: ჩართეთ ეს, თუ გნებავთ, დამალოთ, რამდენი წამია დარჩენილი, თუ დარჩენილია წუთები.

source: Show time units
ka: დროის ერთეულების ჩვენება

source: Check this if you want to show time units like: h, m, s in a timer.
ka: ჩართეთ ეს, თუ გნებავთ, ტაიმერში დროის ერთეული აჩვენოთ ასე: სთ, წთ, წმ.

source: Show minus sign
ka: გამოკლების ნიშნის ჩვენება

source: Check this if you want to show a minus sign if a timer is overdue.
ka: ჩართეთ ეს, თუ გნებავთ გამოკლების ნიშნის ჩვენება, თუ ტაიმერის დრო გადაცილებულია.

source: Misc
da: Diverse
ka: სხვა
pt: Diversos
sl: Razno

source: Extra width per timer
da: Ekstra bredde pr. timer
ka: დამატებითი სიგანე ტაიმერზე
pt: Largura extra por temporizador
sl: Posebna širina za merilnik časa

source: Extra height per timer
ka: დამატებითი სიმაღლე ტაიმერზე

source: Spacing between timers
da: Afstand mellem timere
ka: დაშორება ტაიმერებს შორის
pt: Espaço entre temporizadores
sl: Oddaljenost med merilniki časa

source: Use Workrave colors
da: Brug Workrave-farver
ka: Workrave-ის ფერების გამოყენება
pt: Usar as cores do Workrave
sl: Uporabi barve Workrave

source: Use system theme colors
da: Brug systemets temafarver
ka: სისტემური თემის ფერების გამოყენება
pt: Usar as cores do tema do sistema
sl: Uporabi barve sistemske teme

# Breaks as in break from work.
source: Breaks
ka: დასვენებები

source: Enable micro break timer
da: Aktivér timer til mikropauser
ka: მიკროდასვენების ტაიმერის ჩართვა
pt: Activar o temporizador de micro-pausas
sl: Omogoči mikro prekinjevalnik merilnika časa

source: Enable rest timer
da: Aktivér hviletimer
ka: დასვენების ტაიმერის ჩართვა
pt: Activar o temporizador de descanso
sl: Omogoči merilnik oddiha

source: Enable daily limit timer
da: Aktivér timer for daglig grænse
ka: ყოველდღიური ლიმიტის ტაიმერის ჩართვა
pt: Activar o temporizador do limite diário
sl: Omogoči merilnik dnevne omejitve

source: Layout
ka: განლაგება

# Whether timers should be laid out horizontally/vertically/automatically
source: Orientation
ka: ორიენტაცია

source: Auto
ka: ავტო

source: Horizontal
ka: ჰორიზონტალური

source: Vertical
ka: ვერტიკალური

source: Single timer display mode
ka: ერთჯერადი ტაიმერის ჩვენების რეჟიმი

source: Check this if you want to display only a single timer at a time. Click or drag on it with a pointer if you want to switch to another timer.
ka: ჩართეთ ეს, თუ გნებავთ, ერთდროულად, მხოლოდ, ერთი ტაიმერი იყოს ნაჩვენები. დააწკაპუნეთ, ან გადაათრიეთ ის კურსორით, თუ სხვა ტაიმერზე გნებავთ გადართვა.

source: Switch timers periodically
ka: ტაიმერების პერიოდული გადართვა

source: Check this if you want to switch to another timer after given amount of seconds.
ka: ჩართეთ ეს, თუ გნებავთ მითითებული რაოდენობის წამების შემდეგ სხვა ტაიმერზე გადაერთოთ.

source: Periodical switching interval in seconds
ka: პერიოდული გადართვის შუალედი წამებში

source: Switch timers conditionally
ka: ტაიმერების გადართვა პირობით

source: Check this if you want to switch to another timer when a condition is met.
ka: ჩართეთ, თუ გნებავთ გადართვა სხვა ტაიმერზე, როცა პირობა შესრულდება.

source: Switch on a difference between elapsed and limit time
ka: გადართვა გასულსა და დარჩენილ დროებს შორის სხვაობისას

source: Check this if you want to automatically switch to a timer closest to being overdue.
ka: ჩართეთ ეს, თუ გნებავთ ავტომატურად გადართვა ტაიმერზე, რომელიც ყველაზე ახლოსაა გადაცილებასთან.

source: Difference between elapsed and limit time
ka: სხვაობა დარჩენილსა და ლიმიტის დროებს შორის

source: Switch timers during idle time
ka: ტაიმერების გადართვა უქმეობის დროს

source: Check this if you want to automatically switch to the most informative timer during idle time.
ka: ჩართეთ ეს, თუ გნებავთ ავტომატური გადართვა ყველაზე მეტი ინფორმაციის მქონე ტაიმერზე უქმეობის დროს.

source: Switch timers during non-idle time
ka: ტაიმერების გადართვა არა-უქმეობის დროს

source: Check this if you want to automatically switch to the most informative timer during non-idle time.
ka: ჩართეთ ეს, თუ გნებავთ ავტომატური გადართვა ყველაზე მეტი ინფორმაციის მქონე ტაიმერზე არა-უქმეობის დროს.

source: Detect Workrave configuration changes
da: Detektér ændringer af Workrave-konfigurationen
ka: Workrave-ის კონფიგურაციის ცვლილებების აღმოჩენა
pt: Detectar mudanças na configuração do Workrave
sl: Zaznajte spremembe nastavitev Workrave

source: Disable if performance is of concern, and you want to update it manually in context menu.
da: Deaktivér hvis computerens ydelse er begrænset, og hvis du vil opdatere det manuelt i kontekstmenuen.
ka: გამორთეთ, თუ გგონიათ, რომ ის რესურსებს ხარჯავს და გნებავთ, ის ხელით განაახლოთ კონტექსტურ მენიუში.
pt: Desactive se a performance for preocupante e se o quiser actualizar manualmente no menu de contexto.
sl: Onemogočite, če vas skrbi zmogljivost, in ga želite ročno posodobiti v kontekstnem meniju.

source: Set higher if performance is of concern, and you don't need frequent timer readings.
da: Angiv højere hvis computerens ydelse er begrænset, og du ikke har brug for hyppige timer-aflæsninger.
ka: დააყენეთ უფრო დიდი, თუ გგონიათ, რომ ეს რესურსებს ხარჯავს და არ გჭირდებათ ტაიმერების ხშირი წაკითხვა.
pt: Aumente o valor se a performance for preocupante e caso não precise de leituras frequentes do temporizador.
sl: Nastavite višje, če vas skrbi zmogljivost in ne potrebujete pogosto odčitkov merilnika časa.

source: Update interval in seconds
da: Opdateringsinterval i sekunder
ka: განახლების ინტერვალი, წამებში
pt: Intervalo de actualização em segundos
sl: Interval posodobitev v sekundah

source: Issue with qdbus
ka: პრობლემა qdbus-თან

source: Please make sure that the command `qdbus org.workrave.Workrave` works without issues in your terminal.
ka: დარწმუნდით, რომ ბრძანება `qdbus org.workrave.Workrave` ტერმინალში უპრობლემოდ მუშაობს.

source: Workrave not installed
da: Workrave er ikke installeret
ka: Workrave დაყენებული არაა
pt: O Workrave não está instalado
sl: Workrave ni nameščen

source: Please install Workrave.
da: Installér venligst Workrave
ka: დააყენეთ Workrave.
pt: Por favor instale o Workrave.
sl: Namestite Workrave.

source: Reload Workrave configuration
da: Genindlæs Workrave-konfiguration
ka: Workrave-ის კონფიგურაციის თავიდან ჩატვირთვა
pt: Recarregar a configuração do Workrave
sl: Ponovno naloži nastavitve Workrave

source: Recalculate applet size
da: Genberegn applet-størrelse
ka: აპლეტის ზომის თავიდან გამოთვლა
pt: Calcular o tamanho do elemento
sl: Ponovno izračunaj velikost appleta

source: No Workrave timers added
da: Ingen Workrave-timere tilføjet
ka: Workrave-ის ტაიმერები დამატებული არაა
pt: Sem temporizadores do Workrave adicionados
sl: Ni dodanih merilnikov časa Workrave

source: Please add a timer in applet settings.
da: Tilføj venligt en timer i applet-indstillingerne.
ka: დაამატეთ ტაიმერი აპლეტის პარამეტრებში.
pt: Por favor adicione um temporizador na configuração do elemento.
sl: Dodajte merilnik časa v nastavitvah appleta.

# NAME OF TRANSLATORS
source: Your names
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
ka: temuri.doghonadze@gmail.com

# Used in metadata.json for the Description key
source: Displays timers of Workrave
ka: აჩვენებს ტაიმერებს Workrave-ში

source: Height multiplier
da: Højdemultiplikator
pt: Multiplicador da altura
sl: Multiplikator višine
